export const getDefaultEditorTemplate = () => {
  return `<h4><span style="white-space:pre-wrap;">프로젝트의 배경에 대해서 설명해주세요</span></h4>
    <p><strong><span style="color: #b8b8b8">어떤 계기로 이 프로젝트를 시작하고자 하셨는지에 대해 설명해주세요.</span></strong></p>
    <p><br></p>
    <p><span style="color: #b8b8b8">(ex. 평소에 큰 계획을 하지 않고 여행을 떠나는 편입니다. 꼭 봐야하는 관광지를 제외하고는 아무런 검색도 없이 떠나는 편인데, 내가 꼭 보고싶은 관광지를 베이스캠프 삼아 주변의 먹을거리나 볼거리를 자동으로 추천해주는 서비스가 있으면 편할 것 같다는 생각이 들었습니다.)</span></p>
    <p><br></p>
    <p><br></p>
    <h4><span style="color: #181818">어떤 서비스를 만들고 싶으신가요?</span></h4>
    <p><strong><span style="color: #b8b8b8">어떤 기능을 하는 서비스를 만들고 싶은지에 대해 설명해주세요.</span></strong></p>
    <p><br></p>
    <p><span style="color: #b8b8b8">(ex. 내가 가보고싶은 관광지를 선택하면 주변의 먹거리나 부가적인 관광지를 보여주고, 선택한 관광지들 간의 거리나 개장시간 등을 계산해서 방문순서를 효율적으로 작성해주는 서비스를 만들고 싶습니다. 그리고 지도 어플과 연동을 통해 길안내까지 이어줄 수 있다면 좋을 것 같습니다.)</span></p>
    <p><br></p>
    <p><br></p>
    <h4>협업은 어떤 방식으로 진행하실 예정이신가요?</h4>
    <p><strong><span style="color: #b8b8b8">회의 혹은 미팅의 주기나, 오프라인의 경우 세부적인 지역을 알려주세요.</span></strong></p>
    <p><br></p>
    <p><span style="color: #b8b8b8">(ex. 회의는 주에 1번정도 진행하면 알맞을 것 같습니다. 가능하면 주말에 진행할 예정입니다. 오프라인 미팅 장소는 강남역 혹은 삼성역 인근으로 생각하고 있습니다.)</span></p>
    <p><br></p>
    <p><br></p>
    <h4>본인은 어떤 역량을 갖고 계신가요?</h4>
    <p><strong><span style="color: #b8b8b8">희망하시는 직무에서 어떤 역량 혹은 경험을 갖고 계신지 알려주세요.</span></strong></p>
    <p><br></p>
    <p><span style="color: #b8b8b8">(ex. 저는 스타트업에서 PM으로 근무하고 있고 예비창업패키지를 통해 하나의 아이디어를 사업까지 발전시켜본 경험이 있습니다. 팀 프로젝트 및 서비스 출시 경험은 약 5회정도 있으며, 개발자로 일했던 경험이 있어 개발 직군과의 소통이 원활하다는 장점이 있습니다.)</span></p>
    <p><br></p>
    <p><br></p>
    <h4>어떤 역량을 가진 팀원을 모집하고 싶으신가요?</h4>
    <p><strong><span style="color: #b8b8b8">희망하시는 팀원들의 역량에 대해 알려주세요.</span></strong></p>
    <p><br></p>
    <p><span style="color: #b8b8b8">(ex. 실력은 조금 부족하더라도 발전하고자 하는 의지가 있는 분이면 좋을 것 같습니다. 그리고 책임감을 갖고 하나의 서비스를 끝까지 완성시켜본 경험도 있으면 좋을 것 같습니다. 소통이 빠른 분도 굉장히 선호합니다.)</span></p>
    <p><br></p>
    <p><br></p>
    <h4>그 외에 추가적인 정보가 있다면 적어주세요</h4>
    <p><strong><span style="color: #b8b8b8">자유롭게 작성해주세요.</span></strong></p>
    `;
};
